module.exports = [
    {
        title:'Более 20 компаний и заведений Николаева предоставляют специальные условия сотрудникам GL ...',
        variants: [
            [{ text: 'чаевые платят вам, а не вы', callback_data: '0_1' }],
            [{ text: 'округляют сумму в чеке до простого числа', callback_data: '0_2' }],
            [{ text: 'вас приветсвует лично шеф-повар', callback_data: '0_3' }],
            [{ text: 'скидки 5%-10% по предъявлению бейджа', callback_data: '0_4' }]
        ],
        correct: 4
    },
    {
        title:'Кроме бильярда, кикера, PlayStation, пинг-понга и беговой дорожки в комнате отдыха GL есть ...',
        variants: [
            [{ text: 'джакузи', callback_data: '1_1' }],
            [{ text: '2 электро-гитары Les Paul', callback_data: '1_2' }],
            [{ text: 'гольф', callback_data: '1_3' }],
            [{ text: 'массажист', callback_data: '1_4' }]
        ],
        correct: 2
    },
    {
        title:'Когда проект сотрудника GL заканчивается, его ...',
        variants: [
            [{ text: 'продают на органы', callback_data: '2_1' }],
            [{ text: 'возвращают предыдущему работодателю', callback_data: '2_2' }],
            [{ text: 'отправляют на "пул"', callback_data: '2_3' }],
            [{ text: 'отправляют на курсы бариста', callback_data: '2_4' }]
        ],
        correct: 3
    },
    {
        title:'Чтобы поработать в Киеве, Львове, Буэнос-Айресе, Калифорнии или Торонто, нужно ...',
        variants: [
            [{ text: 'сначала уйти из GL', callback_data: '3_1' }],
            [{ text: 'прорабоать 20 лет в GL', callback_data: '3_2' }],
            [{ text: 'сменить професию', callback_data: '3_3' }],
            [{ text: 'создать тикет на релокацию', callback_data: '3_4' }]
        ],
        correct: 4
    },
    {
        title:'Повышение ЗП в GL ...',
        variants: [
            [{ text: 'это больной вопрос 😿', callback_data: '4_1' }],
            [{ text: 'проще найти фриланс', callback_data: '4_2' }],
            [{ text: 'просиходит автоматически', callback_data: '4_3' }],
            [{ text: 'вам еще и платят?!', callback_data: '4_4' }]
        ],
        correct: 3
    },
    {
        title:'Командировки в европу и США это ...',
        variants: [
            [{ text: 'за ваш счет - любой каприз', callback_data: '5_1' }],
            [{ text: 'обычное дело, всё оплачено', callback_data: '5_2' }],
            [{ text: 'сюжет офисных легенд', callback_data: '5_3' }],
            [{ text: 'приснится же такое', callback_data: '5_4' }]
        ],
        correct: 2
    },
    {
        title:'Этот телеграм бот был создан ...',
        variants: [
            [{ text: 'энтузиастом Сашей - сотрудником GL', callback_data: '6_1' }],
            [{ text: 'саб-контрактором GL', callback_data: '6_2' }],
            [{ text: 'как официальный проект GL', callback_data: '6_3' }],
            [{ text: 'в тайной лаборатории GL', callback_data: '6_4' }]
        ],
        correct: 1
    }
];
